micropython/micropython/ports/raspberrypi/boards/cosmo_pico/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "COSMO-Pico"
#define MICROPY_HW_MCU_NAME "rp2040"
